tutorials/incompressible/MRFSimpleFoam/mixerVessel2D/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM Extend Project: Open Source CFD        |
|  \\    /   O peration     | Version:  1.6-ext                               |
|   \\  /    A nd           | Web:      www.extend-project.de                 |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
rotor
{
    type wall;
    nFaces 192;
    startFace 5952;
}

stator
{
    type wall;
    nFaces 192;
    startFace 6144;
}

front
{
    type empty;
    nFaces 3072;
    startFace 6336;
}

back
{
    type empty;
    nFaces 3072;
    startFace 9408;
}
)

// ************************************************************************* //
